Profile sketch is empty!
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ProfileLoopEmpty { get; }
  Visual Basic
Public Shared ReadOnly Property ProfileLoopEmpty As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ProfileLoopEmpty {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SweepFailures Class
  Autodesk.Revit.DB Namespace